Repository: charmosaa/TrailGO
Catalog: TrailGoApp/TrailGoApp/Localizable.xcstrings
Source language: en
Languages: pl

# avg_days
source: %lld days
pl: %lld dni

source: Bike
pl: Rowerowa

source: Completed
pl: Ukonczone

source: Completed: %lld
pl: Ukonczone: %lld

source: End Date
pl: Koniec

source: Enter your email
pl: Wpisz email

source: Enter your name
pl: Wpisz imię

source: Enter your password
pl: Wpisz hasło

source: Enter your surname
pl: Wpisz nazwisko

source: Explore
pl: Odkrywaj

source: Finished by: %lld people
pl: Ukończony przez: %lld osoby

source: Hike
pl: Piesza

source: Language
pl: Jezyk

source: Login
pl: Zaloguj

source: Login to see your statistics
pl: Zaloguj się, aby zobaczyć statystyki

source: Logout
pl: Wyloguj

# Logowanie wymagane
source: Login required
pl: Logowanie wymagane

# max_distance_label
source: Max Distance: %d km
pl: Maksymalny dystans: %d km

source: Name
pl: Imie

source: New here?
pl: Nowy?

source: Password
pl: Hasło

source: Save
pl: Zapisz

source: Search
pl: Szukaj

source: Sign Up
pl: Utwórz konto

source: Start Date
pl: Początek

source: Surname
pl: Nazwisko

source: To Do
pl: W planach

source: To do: %lld
pl: W planach: %lld

source: Total: %lld days
pl: Razem: %lld dni

source: Total: %lldkm
pl: Razem: %lldkm

source: Total: %lldm
pl: Razem: %lldm

# Trudność:
source: Difficulty:
pl: Trudność:

# Typ: Nieznany
source: Type: Unknown
pl: Typ: Nieznany

# Typ: Piesza
source: Type: Hike
pl: Typ: Piesza

# Typ: Piesza, Rowerowa
source: Type: Hike, Bike
pl: Typ: Piesza, Rowerowa

# Typ: Rowerowa
source: Type: Bike
pl: Typ: Rowerowa

# Ukończony
source: Finished
pl: Ukończony

# W planach
source: To do
pl: W planach

source: Write your comment here...
pl: Dodaj komentarz

source: Your Profile
pl: Twój Profil

source: Your Trails
pl: Twoje Szlaki

# Zaloguj się
source: Log in
pl: Zaloguj się
